Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerMegawattHour Property
 tonnes of carbon dioxide per mWh.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerMegawattHour { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerMegawattHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerMegawattHour {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerMegawattHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace